<?php

// default(Japanese)
return array(
    'page_title'          => '簡単質問コーナー',
    'no_login_message'    => '<p>このページは会員限定です。<br>すでに会員登録済みですか？ ログインは<a href="/login">こちら</a><br>未登録ですか？会員登録は<a href="/register">こちら</a></p>',
    // 確認ダイアログ
    'confirm_title'       => '質問を投稿しますか？',
    'confirm_content'     => 'この内容で質問を投稿しますか？内容を変更する場合は、いいえを押して入力内容を変更してください。投稿した質問は、後から編集することができます。',
    'label_post'          => '投稿する',
    'label_cancel'        => 'いいえ',
    // エラーダイアログ
    'error_title'         => 'エラーが発生しました',
    'error_msg'           => 'システムエラーが発生しました。時間をおいてから再度お試しください。',
    'label_close'  => '閉じる',
    // 質問フォームその1
    'q1_form_head'        => '待ち箱を置く場所の相談',
    'q1_form_subhead'     => 'この場所はいい場所？',
    'q1_form_message'     => 'ニホンミツバチの待ち箱を置く場所は色々悩みがあります。簡単に質問ができるように、アンケートフォームに入力していくだけで、質問が投稿できるようにしました。投稿した後は、通常の質問投稿画面から投稿した質問と同じように表示され、編集もできます。',

    'q1_image'            => '巣箱の置き場所の写真',
    'q1_image_subhead'    => 'あまり近づき過ぎず、遠ざかり過ぎず、周りの環境がよくわかるように撮影してください。',
    'q1_image_alt'        => '参考画像',
    'q1_image_required'   => '必須項目です。画像を追加して下さい',

    'q1_title'            => '捕獲用の巣箱はどこにおけばいいですか？',

    'q1_place'            => '場所の概要',
    'q1_place_subhead'    => 'どのような場所ですか？',
    'q1_place_placeholder' => '林に囲まれた空き地です。',
    'q1_place_required'   => '必須項目です。',
    'q1_place_minlength'  => '50字以上入力して下さい。',
    
    'q1_owned'            => '自分の土地ですか？',
    'q1_owned_subhead'    => '人の土地でも設置許可がある場合は、「はい」と答えてください',
    'q1_required_select'  => '必須項目です。どちらか選択して下さい',

    'q1_wind'             => '風が強い場所ですか？',
    'q1_wind_subhead'     => '風が強く吹くような場所であれば、「はい」と答えてください。',
    
    'q1_sunlight'         => '直射日光が強く当たる場所ですか？',
    'q1_sunlight_subhead' => '巣箱の設置予定場所に直射日光が強く当たる場合は、「はい」と答えてください。',

    'q1_pesticide'        => '農薬の散布がされることがある場所ですか？',
    'q1_pesticide_subhead' => '例えば、果樹園の中など、今後、農薬や消毒の可能性がある場合は、「はい」と答えてください。',

    'q1_others'           => '人が近づくような場所ですか？',
    'q1_others_subhead'   => '他の人が近づくことがあるような場所なら、「はい」と答えてください。',

    'q1_comment_subhead'  => 'その他、場所や設置方法など、補足情報を記載してください。',
    'q1_comment_required' => '補足コメントを入力してください',

    // 共通
    'comment'             => '補足コメント',
    'question_footer'     => 'この質問は、<a href="^" target="_blank"> 簡単質問フォーム</a> で投稿されました。',
    'required'            => '(必須)',
    'optional'            => '(任意)',
    'add_image'           => '画像を追加',
    'delete_image'        => '画像を削除',
    'yes'                 => 'はい',
    'no'                  => 'いいえ',
    'post'                => '投稿',
    'post_complete'       => '投稿が完了しました',
    'post_comp_msg'       => '投稿が完了しました。簡単質問フォームで投稿した質問は、通常の質問と同じように編集できます。回答が投稿されると、メールで通知が届きます。回答が投稿されるのを今しばらくお待ち下さい。',
    'check_button_label'  => '投稿した質問を確認',
);